Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: סך כל דקות זמן המסך שכל הילדים הרוויחו היום ביחד (מכל המכשירים). מתאפס בחצות. לפירוט לכל ילד — פתחו את הכרטיס שלו.
ar: مجموع دقائق وقت الشاشة التي ربحها كلّ الأطفال اليوم معًا (من كلّ الأجهزة). يُصفَّر عند منتصف الليل. للتفصيل لكلّ طفل — افتحوا بطاقته.
en: Total screen time minutes all your kids earned today combined (across all devices). Resets at midnight. For a per-child breakdown, open their card.
ru: Всего минут экранного времени, которые все дети заработали сегодня вместе (со всех устройств). Обнуляется в полночь. Данные по каждому ребёнку — откройте его карточку.

source: סמון מחדש של כל האפליקציות
ar: تحديد كل التطبيقات من جديد
en: Tick every app again
ru: Отметить все приложения заново

source: סנכרון בין מכשירים
ar: مزامنة بين الأجهزة
en: Sync across devices
ru: Синхронизация между устройствами

source: ספרו ל%@ סיפור קצר על משהו שקרה פעם.
ar: احكوا لـ%@ قصّة قصيرة عن شيء حدث قديمًا.
en: Tell %@ a short story about something that happened long ago.
ru: Расскажите %@ короткую историю о чём-то, что случилось когда-то давно.

source: ספרו ל%@ על חג שאתם אוהבים במשפחה — מה אוכלים בו, ומה הסיפור מאחוריו.
ar: احكوا لـ%@ عن عيد تحبّونه في العائلة: ماذا تأكلون فيه، وما القصّة وراءه.
en: Tell %@ about a holiday your family loves — what you eat, and the story behind it.
ru: Расскажите %@ о празднике, который любит ваша семья: что на столе и какая за ним история.

source: סרגל אחד למטה למתנה, לדקות ולקוד הסודי, ו״היום שלי״ עם המטלות — יותר מקום לעולמות
ar: شريط واحد في الأسفل للهدية والدقائق والرمز السري، و«يومي» مع المهام — مساحة أكبر للعوالم
en: One bar at the bottom for the gift, the minutes and the secret code, and “My day” with the chores — more room for the worlds
ru: Одна панель внизу для подарка, минут и секретного кода, и «Мой день» с делами — больше места для миров

source: סריקת קוד
ar: مسح الرمز
en: Scan code
ru: Сканировать код

source: סרקו קוד QR
ar: امسحوا رمز QR
en: Scan QR code
ru: Отсканируйте QR-код

source: עֲבוֹדָה יָפָה! 💪
ar: عمل رائع! 💪
en: Nice work! 💪
ru: Отличная работа! 💪

source: עֲדַיִן אֵין דַּקּוֹת. עֲנוּ עַל שְׁאֵלוֹת כְּדֵי לְהַרְוִיחַ דַּקּוֹת מִשְׂחָק! 🎮
ar: لا توجد دقائق بعد. أجيبوا عن أسئلة لتربحوا دقائق لعب! 🎮
en: No minutes yet. Answer questions to earn play minutes! 🎮
ru: Минут пока нет. Отвечай на вопросы, чтобы заработать игровые минуты! 🎮

source: עֲדַיִן אֵין חֲבֵרִים.
ar: لا أصدقاء بعد.
en: No friends yet.
ru: Друзей пока нет.

source: עֲדַיִן לֹא נִבְחֲרוּ אַפְּלִיקַצְיוֹת לִנְעִילָה.
ar: لم تُحدَّد تطبيقات للقفل بعد.
en: No apps selected to lock yet.
ru: Приложения для блокировки ещё не выбраны.

source: עֲדָשִׁים
ar: عدس
en: Lentils
ru: Чечевица

source: עֲטַלֵּף
ar: خفاش
en: bat
ru: летучая мышь

source: עֲנִי נָכוֹן עַל %lld שְׁאֵלוֹת הַיּוֹם וּזְכִי בִּ-%lld 💎! כָּל יוֹם רָצוּף שֶׁמְּשַׂחֲקִים — הַפְּרָס גָּדֵל. 🔥
ar: أجيبي إجابة صحيحة عن %lld أسئلة اليوم واربحي %lld 💎! كلّ يوم متتالٍ تلعبين فيه — تكبر الجائزة. 🔥
en: Get %lld questions right today and win %lld 💎! Every day in a row you play, the prize gets bigger. 🔥
ru: Ответь правильно на %lld вопроса сегодня и получи %2$lld 💎! Каждый день подряд, когда играешь, приз растёт. 🔥

source: עֲנֵה נָכוֹן עַל %lld שְׁאֵלוֹת הַיּוֹם וְזָכֵה בִּ-%lld 💎! כָּל יוֹם רָצוּף שֶׁמְּשַׂחֲקִים — הַפְּרָס גָּדֵל. 🔥
ar: أجب إجابة صحيحة عن %lld أسئلة اليوم واربح %lld 💎! كلّ يوم متتالٍ تلعب فيه — تكبر الجائزة. 🔥
en: Get %lld questions right today and win %lld 💎! Every day in a row you play, the prize gets bigger. 🔥
ru: Ответь правильно на %lld вопроса сегодня и получи %2$lld 💎! Каждый день подряд, когда играешь, приз растёт. 🔥

source: עֲנַף סְפּוֹרְט אַחֵר
ar: رياضة أخرى
en: Another sport
ru: Другой вид спорта

source: עֲנָבִים
ar: عنب
en: grapes
ru: виноград

source: עֲנָקִים! 💫 +%lld דַּקּוֹת!
ar: رائع! 💫 +%lld دقيقة!
en: Amazing! 💫 +%lld minutes!
ru: Огромные! 💫 +%lld минуты!

source: עֲנוּ נָכוֹן וְקַבְּלוּ פִּי 3 כּוֹכָבִים!
ar: أجيبوا إجابة صحيحة واحصلوا على 3 أضعاف النجوم!
en: Answer right to get 3× the stars!
ru: Ответь правильно и получи в 3 раза больше звёзд!

source: עֲנוּ עַל שְׁאֵלָה וְיִפָּתַח רֶמֶז %lld
ar: أجب عن سؤال ليُفتح التلميح %lld
en: Answer a question to open clue %lld
ru: Ответьте на вопрос — откроется подсказка %lld

source: עֲנוּ עַל שְׁאֵלוֹת כְּדֵי לְהַרְוִיחַ דַּקּוֹת מִשְׂחָק 🎮
ar: أجيبوا عن أسئلة لتربحوا دقائق لعب 🎮
en: Answer questions to earn play minutes 🎮
ru: Отвечай на вопросы, чтобы заработать игровые минуты 🎮

source: עֲצִירָה
ar: إيقاف مؤقت
en: Pause
ru: Пауза

source: עֲצָמוֹת, לֵב, נְשִׁימָה וּבְרִיאוּת
ar: العظام والقلب والتنفّس والصحّة
en: Bones, heart, breathing, and health
ru: Кости, сердце, дыхание и здоровье

source: עֲצָמוֹת, לֵב, נְשִׁימָה וּבְרִיאוּת — בְּשָׁלוֹשׁ רָמוֹת שֶׁמִּתְאִימוֹת אֶת עַצְמָן לַיֶּלֶד, וְעַל כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחִים דַּקּוֹת מִשְׂחָק, בְּדִיּוּק כְּמוֹ בְּכָל עוֹלָם.
ar: العظام والقلب والتنفّس والصحّة — في ثلاثة مستويات تتكيّف مع الطفل، ومع كلّ إجابة صحيحة تُربَح دقائق لعب، تمامًا كما في كلّ عالم.
en: Bones, heart, breathing, and health — in three levels that adapt to your child, and every correct answer earns play minutes, just like in every world.
ru: Кости, сердце, дыхание и здоровье — на трёх уровнях, которые подстраиваются под ребёнка, и за каждый правильный ответ начисляются игровые минуты, как и в любом мире.

source: עֲצָמוֹת, שְׁרִירִים וּמִפְרָקִים
ar: العظام والعضلات والمفاصل
en: Bones, muscles, and joints
ru: Кости, мышцы и суставы

source: עֲצֹר וּשְׁמֹר
ar: أوقف واحفظ
en: Pause & save
ru: Остановить и сохранить

source: עֲצֹר וּשְׁמֹר אֶת הַזְּמַן 💝
ar: أوقف واحفظ الوقت 💝
en: Stop and save the time 💝
ru: Останови и сохрани время 💝

source: עֲצֹר וּשְׁמֹר זְמַן
ar: أوقف واحفظ الوقت
en: Stop & save time
ru: Остановить и сохранить время

source: עֲקֵבִים
ar: كعب عالٍ
en: High heels
ru: Каблуки

source: עֲרִיכַת הָרְשִׁימָה
ar: تحرير القائمة
en: Edit list
ru: Редактирование списка

source: עֲרוֹךְ פְּרוֹפִיל
ar: عدِّل الملف الشخصي
en: Edit profile
ru: Редактировать профиль

source: עִבְרִית
ar: العبرية
en: Hebrew
ru: Иврит

source: עִבְרוּ לַפְּרוֹפִיל הַזֶּה
ar: انتقل إلى هذا الملف الشخصي
en: Switch to this profile
ru: Перейти в этот профиль

source: עִדְכּוּנִים חִנָּם
ar: تحديثات مجانية
en: Free updates
ru: Бесплатные обновления

source: עִפָּרוֹן
ar: قلم رصاص
en: pencil
ru: карандаш

source: עִצְרִי וְשִׁמְרִי אֶת הַזְּמַן 💝
ar: أوقفي واحفظي الوقت 💝
en: Stop and save the time 💝
ru: Останови и сохрани время 💝

source: עִרְכִי פְּרוֹפִיל
ar: عدِّلي الملف الشخصي
en: Edit profile
ru: Редактировать профиль

source: עֵץ
ar: شجرة
en: tree
ru: дерево

source: עַגְבָנִיָּה
ar: بندورة
en: tomato
ru: помидор

source: עַד סוֹף הַיּוֹם
ar: حتى نهاية اليوم
en: Until end of day
ru: До конца дня

source: עַדְכְּנוּ עַכְשָׁיו
ar: حدّثوا الآن
en: Update now
ru: Обновить сейчас

source: עַיִן
ar: عين
en: eye
ru: глаз

source: עַכְבָּר
ar: فأر
en: Mouse
ru: Мышь

source: עַכְשָׁיו אֶפְשָׁר לַעֲבוֹר לָאַפְּלִיקַצְיָה שֶׁ%@ לְשַׂחֵק בָּהּ 🚀
ar: الآن يمكن الانتقال إلى التطبيق الذي يلعب فيه %@ 🚀
en: Now you can open the app %@ to play 🚀
ru: Теперь можно открыть приложение %@ и играть 🚀

source: עַכּוֹ
ar: عكا
en: Akko
ru: Акко

source: עַל הָאֵשׁ! ×5 👑
ar: مُشتعل! ×5 👑
en: On fire! ×5 👑
ru: В ударе! ×5 👑

source: עָבַרְתְּ אֶת כָּל הַדַּרְגּוֹת! אֶפְשָׁר לְהַמְשִׁיךְ לְשַׂחֵק כָּאן תָּמִיד
ar: اجتزتِ كل المستويات! يمكنكِ متابعة اللعب هنا دائمًا
en: You passed every level! You can keep playing here anytime
ru: Ты прошла все уровни! Здесь можно играть всегда

source: עָבַרְתָּ אֶת כָּל הַדַּרְגּוֹת! אֶפְשָׁר לְהַמְשִׁיךְ לְשַׂחֵק כָּאן תָּמִיד
ar: اجتزتَ كل المستويات! يمكنك متابعة اللعب هنا دائمًا
en: You passed every level! You can keep playing here anytime
ru: Ты прошёл все уровни! Здесь можно играть всегда

source: עָבָר
ar: ماضٍ
en: Past
ru: Прошедшее

source: עָזַרְתָּ לְ%@ — נִשְׁאֲרָה הָאֶפְשָׁרוּת %@.
ar: ساعدتَ %@ — بقي الخيار %@.
en: You helped %@ — the option left is %@.
ru: Ты помог %@ — осталась возможность %@.

source: עָלִית רָמָה!
ar: ارتقيتِ مستوى!
en: You leveled up!
ru: Ты перешла на новый уровень!

source: עָלִיתָ רָמָה!
ar: ارتقيتَ مستوى!
en: You leveled up!
ru: Ты перешёл на новый уровень!

source: עָלָה
ar: ارتفع
en: went up
ru: поднялся

source: עָנְתָה
ar: أجابت
en: answered
ru: ответила

source: עָנִית נָכוֹן עַל %lld מִתּוֹךְ %lld
ar: أجبتِ بشكل صحيح عن %lld من %lld
en: You got %lld out of %lld right
ru: Ты ответила правильно на %lld из %lld

source: עָנִית! מְחַכִּים לַשְּׁאָר…
ar: أجبتِ! ننتظر البقية…
en: You answered! Waiting for the others…
ru: Ты ответила! Ждём остальных…

source: עָנִיתָ נָכוֹן עַל %lld מִתּוֹךְ %lld
ar: أجبتَ بشكل صحيح عن %lld من %lld
en: You got %lld out of %lld right
ru: Ты ответил правильно на %lld из %lld

source: עָנִיתָ! מְחַכִּים לַשְּׁאָר…
ar: أجبتَ! ننتظر البقية…
en: You answered! Waiting for the others…
ru: Ты ответил! Ждём остальных…

source: עָנָה
ar: أجاب
en: answered
ru: ответил

source: עָנָן
ar: غيمة
en: cloud
ru: облако

source: עָרִים, יַמִּים וַהֲרֵי יִשְׂרָאֵל
ar: مدن إسرائيل وبحارها وجبالها
en: US states, rivers, and mountains
ru: Города, моря и горы Израиля

source: עָרִים, סְמָלִים, חַגִּים, דְּמֻיּוֹת וְטֶבַע
ar: مدن ورموز وأعياد وشخصيات وطبيعة
en: Cities, symbols, holidays, famous people, and nature
ru: Города, символы, праздники, личности и природа

source: עָרִים, סְמָלִים, חַגִּים, דְּמֻיּוֹת וְטֶבַע — בְּשָׁלוֹשׁ רָמוֹת שֶׁמִּתְאִימוֹת אֶת עַצְמָן לַיֶּלֶד, וְעַל כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחִים דַּקּוֹת מִשְׂחָק, בְּדִיּוּק כְּמוֹ בְּכָל עוֹלָם.
ar: مدن ورموز وأعياد وشخصيات وطبيعة — بثلاثة مستويات تتلاءم مع الطفل، وعلى كل إجابة صحيحة تُكسب دقائق لعب، تمامًا كما في كل عالم.
en: Cities, symbols, holidays, famous people, and nature — in three levels that adapt to your child, and every correct answer earns play minutes, just like in every world.
ru: Города, символы, праздники, личности и природа — на трёх уровнях, которые подстраиваются под ребёнка, и за каждый правильный ответ дают игровые минуты, как и в любом мире.

source: עָשִׂיתִי! ✅
ar: أنجزتُها! ✅
en: I did it! ✅
ru: Сделано! ✅

source: עָתִיד
ar: مستقبل
en: Future
ru: Будущее

source: עֻדְכַּן %@
ar: حُدِّث %@
en: Updated %@
ru: Обновлено %@

source: עד %lld דקות ביום
ar: حتى %lld دقيقة في اليوم
en: Up to %lld minutes a day
ru: До %lld минут в день

source: עד סוף היום
ar: حتى نهاية اليوم
en: Until end of day
ru: До конца дня

source: עדיין לא בחרת אפליקציות לחסום. בלי בחירה - לא יקרה כלום כשהילד פותח את ה-iPad.
ar: لم تختاروا بعد تطبيقات لحظرها. بدون اختيار لن يحدث شيء عندما يفتح الطفل جهاز iPad.
en: You haven't picked any apps to block yet. Without a selection, nothing happens when your child opens the iPad.
ru: Вы ещё не выбрали приложения для блокировки. Без выбора ничего не произойдёт, когда ребёнок откроет iPad.

source: עדיין לא נבחרו אפליקציות
ar: لم تُختَر تطبيقات بعد
en: No apps selected yet
ru: Приложения ещё не выбраны

source: עדכון בחיבור המשפחה
ar: تغيير في ربط العائلة
en: A change in the family link
ru: Изменение в связях семьи

source: עדכון חדש
ar: تحديث جديد
en: A new update
ru: Новое обновление

source: עדכונים
ar: التحديثات
en: Updates
ru: Обновления

source: עדכונים חינם
ar: تحديثات مجانية
en: Free updates
ru: Бесплатные обновления

source: עדכונים חנם
ar: تحديثات مجانية
en: Free updates
ru: Бесплатные обновления

source: עדכונים קצרים ואישיים על כל ילד — במה השתפר, איפה התקשה ומה לתרגל.
ar: تحديثات قصيرة وشخصية عن كل طفل — في ماذا تحسّن، أين واجه صعوبة وما الذي يستحق التدريب.
en: Short, personal updates about each child — where they improved, where they struggled, and what to practice.
ru: Короткие личные обновления о каждом ребёнке — в чём он продвинулся, где было трудно и что стоит потренировать.

source: עדכונים — %lld חדשים
ar: التحديثات — %lld جديدة
en: Updates — %lld new
ru: Обновления — %lld новых

source: עוֹד %@ וְנִפְתַּח לָכֶם טוֹפִי+ בְּמַתָּנָה 🎁
ar: بقي %@ وسنفتح لكم Tofy+ هدية 🎁
en: %@ to go until your Tofy+ gift unlocks 🎁
ru: Ещё %@ — и мы откроем вам Tofy+ в подарок 🎁

source: עוֹד %lld דַּקּוֹת וְאֶפְשָׁר לִפְתּוֹחַ זְמַן מִשְׂחָק 🎮
ar: %lld دقيقة أخرى ويمكن فتح وقت اللعب 🎮
en: %lld more minutes and you can unlock play time 🎮
ru: Ещё %lld минуты — и можно открыть игровое время 🎮

source: עוֹד %lld וּפוֹתְחִים
ar: %lld أخرى ونفتح
en: %lld more to open
ru: Ещё %lld — и открываем

source: עוֹד %lld יוֹם · חִדּוּשׁ
ar: %lld يوم متبقٍ · تجديد
en: %lld days left · renew
ru: Ещё %lld дня · продление

source: עוֹד %lld שְׁאֵלוֹת וְנִפְתַּח לָכֶם טוֹפִי+ בְּמַתָּנָה 🎁
ar: %lld سؤال وسنفتح لكم Tofy+ هدية 🎁
en: %lld questions to go until your Tofy+ gift unlocks 🎁
ru: Ещё %lld вопроса — и мы откроем вам Tofy+ в подарок 🎁

source: עוֹד %lld תְּשׁוּבוֹת נְכוֹנוֹת וְהַמִּשְׂחָקִים נִפְתָּחִים! 🎮
ar: %lld إجابة صحيحة أخرى وتُفتح الألعاب! 🎮
en: %lld more correct answers and the games open! 🎮
ru: Ещё %lld правильных ответа — и игры откроются! 🎮

source: עוֹד %lld תְּשׁוּבוֹת נְכוֹנוֹת וְהָאֶתְגָּר הַיּוֹמִי נִפְתָּח! 🔥
ar: إجابات صحيحة متبقّية للتحدّي اليوميّ: %lld 🔥
en: Right answers to go until the daily challenge: %lld 🔥
ru: До ежедневного задания осталось правильных ответов: %lld 🔥

source: עוֹד %lld תְּשׁוּבוֹת נְכוֹנוֹת לָרָמָה הַבָּאָה
ar: %lld إجابة صحيحة للمستوى التالي
en: %lld more correct answers to the next level
ru: Ещё %lld правильных ответа до следующего уровня

source: עוֹד %lld!
ar: %lld أخرى!
en: %lld more!
ru: Ещё %lld!

source: עוֹד אֵין חֲבֵרִים
ar: لا أصدقاء بعد
en: No friends yet
ru: Друзей пока нет

source: עוֹד אֵין יְלָדִים
ar: لا يوجد أطفال بعد
en: No kids yet
ru: Пока нет детей

source: עוֹד אֵין יְלָדִים בַּמִּשְׁפָּחָה
ar: لا يوجد أطفال في العائلة بعد
en: No kids in the family yet
ru: В семье пока нет детей

source: עוֹד אֵין יְלָדִים בַּמִּשְׁפָּחָה. הוֹסִיפוּ יֶלֶד קֹדֶם, וְאָז חִזְרוּ לְכָאן.
ar: لا يوجد أطفال في العائلة بعد. أضيفوا طفلًا أولًا، ثم عودوا إلى هنا.
en: There are no children in the family yet. Add a child first, then come back here.
ru: В семье ещё нет детей. Сначала добавьте ребёнка, а потом вернитесь сюда.

source: עוֹד אֵין לְךָ דַּקּוֹת
ar: ليست لديكَ دقائق بعد
en: You don't have minutes yet
ru: У тебя пока нет минут

source: עוֹד אֵין לַחֶשְׁבּוֹן הַזֶּה מִשְׁפָּחָה
ar: لا عائلة لهذا الحساب بعد
en: This account doesn't have a family yet
ru: У этого аккаунта пока нет семьи

source: עוֹד אֵין לָךְ דַּקּוֹת
ar: ليست لديكِ دقائق بعد
en: You don't have minutes yet
ru: У тебя пока нет минут

source: עוֹד אֵין לָכֶם טוֹפִי אֵצֶל הַהוֹרֶה?
ar: ليس لديكم Tofy عند الوالد بعد؟
en: Don't have Tofy on your parent's device yet?
ru: У родителя ещё нет Tofy?

source: עוֹד אֵין לָכֶם טוֹפִי בַּטֶּלֶפוֹן שֶׁל הַהוֹרֶה?
ar: ليس لديكم Tofy على هاتف الوالد بعد؟
en: No Tofy on the parent's phone yet?
ru: На телефоне родителя ещё нет Tofy?

source: עוֹד אֵין לָכֶם טוֹפִי בָּאַיְפוֹן?
ar: ليس لديكم Tofy على الـ iPhone بعد؟
en: Don't have Tofy on your iPhone yet?
ru: На iPhone ещё нет Tofy?

source: עוֹד אֵין מַטְלוֹת
ar: لا مهام بعد
en: No chores yet
ru: Заданий пока нет

source: עוֹד כַּסֶּפֶת 🔁
ar: خزنة أخرى 🔁
en: Another safe 🔁
ru: Ещё сейф 🔁

source: עוֹד לֹא %@
ar: ليس %@ بعد
en: Not %@ yet
ru: Ещё не %@

source: עוֹד לֹא בִּקְּרָה
ar: لم تزره بعد
en: Not visited yet
ru: Ещё не была

source: עוֹד לֹא בִּקֵּר
ar: لم يزره بعد
en: Not visited yet
ru: Ещё не был

source: עוֹד לֹא חֻבַּר מַכְשִׁיר.
ar: لم يُوصَل جهاز بعد.
en: No device connected yet.
ru: Устройство ещё не подключено.

source: עוֹד לֹא נִפְתַּח זְמַן מָסָךְ בַּתְּקוּפָה הַזּוֹ.
ar: لم يُفتح وقت شاشة في هذه الفترة بعد.
en: No screen time unlocked in this period yet.
ru: В этот период экранное время ещё не открывали.

source: עוֹד לֹא נַעֲנוּ שְׁאֵלוֹת %@.
ar: لم تُجَب أي أسئلة %@.
en: No questions answered %@.
ru: Ещё не отвечали на вопросы %@.

source: עוֹד לֹא שִׂחֲקָה בְּאַף עוֹלָם.
ar: لم تلعب في أي عالم بعد.
en: Hasn't played any world yet.
ru: Ещё не играла ни в одном мире.

source: עוֹד לֹא שִׂחֵק בְּאַף עוֹלָם.
ar: لم يلعب في أي عالم بعد.
en: Hasn't played any world yet.
ru: Ещё не играл ни в одном мире.

source: עוֹד לֹא — בְּקָרוֹב 😊
ar: ليس بعد — قريبًا 😊
en: Not yet — soon 😊
ru: Пока нет — скоро 😊

source: עוֹד לֹא — נַתְחִיל כָּאן כְּהוֹרֶה
ar: ليس بعد — لنبدأ هنا كوالد
en: Not yet — let's start here as a parent
ru: Ещё нет — начнём здесь как родитель

source: עוֹד לוּחַ 🔁
ar: لوح آخر 🔁
en: Another board 🔁
ru: Ещё доска 🔁

source: עוֹד מְעַט
ar: بقي القليل
en: Not enough yet
ru: Ещё чуть-чуть

source: עוֹד נִסָּיוֹן 🔁
ar: محاولة أخرى 🔁
en: One more try 🔁
ru: Ещё попытка 🔁

source: עוֹד סִבּוּב 🔁
ar: جولة أخرى 🔁
en: Another round 🔁
ru: Ещё раунд 🔁

source: עוֹד פַּעַם, לִבְדִיקָה
ar: مرة أخرى، للتأكد
en: One more time, to check
ru: Ещё раз, для проверки

source: עוֹד צַעַד אֶחָד 📍
ar: خطوة واحدة أخرى 📍
en: One more step 📍
ru: Ещё один шаг 📍

source: עוֹד קְצָת דַּקּוֹת וְנִפְתַּח לְךָ! 💪
ar: دقائق قليلة أخرى وسنفتح لك! 💪
en: Just a few more minutes and it opens for you! 💪
ru: Ещё немного минут — и откроем тебе! 💪

source: עוֹד קְצָת דַּקּוֹת וְנִפְתַּח לָךְ! 💪
ar: دقائق قليلة أخرى وسنفتح لكِ! 💪
en: Just a few more minutes and it opens for you! 💪
ru: Ещё немного минут — и откроем тебе! 💪

source: עוֹד רֶגַע חֲצוֹת — אֵין מַה לָּתֵת לְהַיּוֹם. מִיָּד אַחֲרֵי חֲצוֹת אֶפְשָׁר לָתֵת שׁוּב.
ar: منتصف الليل يقترب — لم يبقَ ما يُعطى لليوم. مباشرة بعد منتصف الليل يمكن العطاء من جديد.
en: It's almost midnight — there's nothing left to give today. You can give again right after midnight.
ru: Скоро полночь — на сегодня давать больше нечего. Сразу после полуночи можно дать снова.

source: עוֹד רֶגַע חֲצוֹת — מִיָּד אַחֲרֵי חֲצוֹת אֶפְשָׁר לָתֵת שׁוּב.
ar: منتصف الليل يقترب — مباشرة بعد منتصف الليل يمكن العطاء من جديد.
en: It's almost midnight — you can give more right after midnight.
ru: Скоро полночь — сразу после полуночи можно дать снова.

source: עוֹזְרִים בַּבַּיִת וּמַרְוִיחִים — אַבָּא אוֹ אִמָּא מְאַשְּׁרִים.
ar: ساعد في البيت واكسب — أمي أو أبي يوافقان.
en: Help at home and earn — Mom or Dad approves.
ru: Помогай дома и зарабатывай — мама или папа подтверждают.

source: עוֹזְרִים בַּבַּיִת — וּבוֹחֲרִים פְּרָס!
ar: نساعد في البيت — ونختار جائزة!
en: Help around the house — and pick a prize!
ru: Помогаем по дому — и выбираем приз!

source: עוֹזְרִים — וּבוֹחֲרִים פְּרָס!
ar: نساعد — ونختار جائزة!
en: Help out — and pick a prize!
ru: Помогаем — и выбираем приз!

source: עוֹלֶה
ar: يرتقي
en: is moving up
ru: поднимается

source: עוֹלַם הַחַיּוֹת
ar: عالم الحيوانات
en: Animal World
ru: Мир животных

source: עוֹלַם הַכַּדּוּרֶגֶל
ar: عالم كرة القدم
en: Soccer World
ru: Мир футбола

source: עוֹלָה
ar: ترتقي
en: is moving up
ru: поднимается

source: עוֹלָם
ar: عالم
en: world
ru: мир

source: עוֹלָם בְּסִיסִי · כָּלוּל בְּטוֹפִי+
ar: عالم أساسي · مشمول في Tofy+
en: Base world · included in Tofy+
ru: Базовый мир · входит в Tofy+

source: עוֹלָם חָדָשׁ הִגִּיעַ לְטוֹפִי — וּפָתוּחַ בִּשְׁבִילְךָ! 👑
ar: عالم جديد وصل إلى Tofy — وهو مفتوح لك! 👑
en: A new world just arrived in Tofy — and it's open for you! 👑
ru: Новый мир появился в Tofy — и он открыт для тебя! 👑

source: עוֹלָם חָדָשׁ הִגִּיעַ לְטוֹפִי — וּפָתוּחַ בִּשְׁבִילֵךְ! 👑
ar: عالم جديد وصل إلى Tofy — وهو مفتوح لكِ! 👑
en: A new world just arrived in Tofy — and it's open for you! 👑
ru: Новый мир появился в Tofy — и он открыт для тебя! 👑

source: עוֹלָם חָדָשׁ נִפְתַּח 🌍
ar: انفتح عالم جديد 🌍
en: A new world opened 🌍
ru: Открылся новый мир 🌍

source: עוֹלָם חָדָשׁ נִפְתַּח!
ar: انفتح عالم جديد!
en: New world unlocked!
ru: Новый мир открыт!

source: עוֹלָמוֹת
ar: عوالم
en: worlds
ru: миры

source: עוֹלָמוֹת פְּעִילִים
ar: عوالم نشِطة
en: Active worlds
ru: Активные миры

source: עוֹמֶר
ar: عومير
en: Omer
ru: Омер

source: עוֹנִים %lld נְכוֹנוֹת — וְנִפְתָּח! 💪
ar: %lld إجابة صحيحة — ويُفتح! 💪
en: Get %lld right — and it opens! 💪
ru: %lld правильных ответа — и откроется! 💪

source: עוֹנִים וּמַרְוִיחִים 🎮
ar: أجيبوا واربحوا 🎮
en: Answer and earn 🎮
ru: Отвечай и зарабатывай 🎮

source: עוֹנִים נָכוֹן — מַרְוִיחִים עוֹד דַּקּוֹת!
ar: أجب بشكل صحيح — واكسب دقائق إضافية!
en: Answer right — earn more minutes!
ru: Отвечай правильно — зарабатывай больше минут!

source: עוֹנֶה
ar: يجيب
en: answers
ru: отвечает

source: עוֹנָה
ar: تجيب
en: answers
ru: отвечает

source: עוֹף
ar: طائر
en: Bird
ru: Птица

source: עוֹצֵר אֶת זְמַן הַמִּשְׂחָק וְשׁוֹמֵר אֶת מַה שֶּׁנִּשְׁאַר
ar: يوقف وقت اللعب ويحفظ ما تبقّى
en: Stops play time and saves what's left
ru: Останавливает игровое время и сохраняет остаток

source: עוֹרְכִים שׁוּלְחָן
ar: ترتيب المائدة
en: Table setting
ru: Накрываем на стол

source: עוֹרְקִים
ar: الشرايين
en: Arteries
ru: Артерии

source: עוּגִיּוֹת
ar: بسكويت
en: cookies
ru: печенье

source: עוּגָה
ar: كعكة
en: cake
ru: торт

source: עובד גם בלי אינטרנט
ar: يعمل أيضًا بدون إنترنت
en: Works offline too
ru: Работает и без интернета

source: עוד %lld דקות משחק נצברו
ar: رُبحت %lld دقيقة لعب إضافية
en: %lld more play minutes earned
ru: Заработано ещё %lld мин. игры

source: עוד %lld יום · חדוש
ar: %lld يوم متبقٍ · تجديد
en: %lld days left · renew
ru: Ещё %lld дня · продление

source: עוד %lld יום · חידוש
ar: %lld يوم متبقٍ · تجديد
en: %lld days left · renew
ru: Ещё %lld дня · продление

source: עוד אוספים נתונים על %@. אחרי עוד כמה משחקים נוכל להציג תובנות אישיות.
ar: ما زلنا نجمع بيانات عن %@. بعد بضع ألعاب إضافية سنتمكّن من عرض رؤى شخصية.
en: Still gathering data on %@. After a few more games, we'll be able to show personal insights.
ru: Мы ещё собираем данные о %@. После нескольких игр сможем показать персональные выводы.

source: עוד אוספים נתונים…
ar: ما زلنا نجمع البيانات…
en: Still collecting data…
ru: Ещё собираем данные…

source: עוד אין מקומות. הוסיפו את הבית ואת בית הספר, ותקבלו התראה כשהילדים מגיעים ויוצאים.
ar: لا توجد أماكن بعد. أضيفوا البيت والمدرسة، وستصلكم تنبيهات عندما يصل الأطفال ويغادرون.
en: No places yet. Add home and school, and you'll be notified when the kids arrive and leave.
ru: Мест пока нет. Добавьте дом и школу — и вы будете получать уведомления, когда дети приходят и уходят.

source: עוד אין פעילות להראות. ברגע שהילדים יתחילו לשחק, הכל יופיע כאן.
ar: لا نشاط لعرضه بعد. ما إن يبدأ الأطفال اللعب، سيظهر كل شيء هنا.
en: No activity to show yet. The moment the children start playing, it will all appear here.
ru: Пока нечего показать. Как только дети начнут играть, здесь появится всё.

source: עוד הגדרות
ar: إعدادات أخرى
en: More settings
ru: Другие настройки

source: עוד הגדרות (לא חובה) — רמה ותחומי עניין
ar: إعدادات أخرى (اختيارية) — المستوى والاهتمامات
en: More settings (optional) — level and interests
ru: Ещё настройки (необязательно) — уровень и интересы

source: עוד הרשאה אחת (מומלץ)
ar: إذن واحد آخر (موصى به)
en: One more permission (recommended)
ru: Ещё одно разрешение (рекомендуется)

source: עוד לא %@
ar: ليس %@ بعد
en: Not %@ yet
ru: Ещё не %@

source: עוד לא ביקר
ar: لم يزره بعد
en: Not visited yet
ru: Ещё не был

source: עוד לא ביקרה
ar: لم تزره بعد
en: Not visited yet
ru: Ещё не была

source: עוד לא בקר
ar: لم يزره بعد
en: Not visited yet
ru: Ещё не был

source: עוד לא בקרה
ar: لم تزره بعد
en: Not visited yet
ru: Ещё не была

source: עוד לא הושלמה
ar: لم تُنجَز بعد
en: Not done yet
ru: Ещё не выполнено

source: עוד לא חבר מכשיר.
ar: لم يُوصَل جهاز بعد.
en: No device connected yet.
ru: Устройство ещё не подключено.

source: עוד לא חובר
ar: غير مرتبط بعد
en: Not connected yet
ru: Ещё не подключено

source: עוד לא חובר מכשיר.
ar: لم يُوصَل جهاز بعد.
en: No device connected yet.
ru: Устройство ещё не подключено.

source: עוד לא חובר — לחצו לחיבור
ar: غير مرتبط بعد — اضغطوا للربط
en: Not connected yet — tap to connect
ru: Ещё не подключено — нажмите, чтобы подключить

source: עוד לא נענו שאלות %@.
ar: لم تُجَب أي أسئلة %@.
en: No questions answered %@.
ru: Ещё не отвечали на вопросы %@.

source: עוד לא נפתח זמן מסך בתקופה הזו.
ar: لم يُفتح وقت شاشة في هذه الفترة بعد.
en: No screen time unlocked in this period yet.
ru: В этот период экранное время ещё не открывали.
